{
    "S1" : [
        "The early history of military training on the University of Kansas dates to the Spanish American War.  During this War, 75 KU students and graduates joined the 20th and 22d Kansas Volunteers Regiments.  The 20th fought to the battle cry “Rock, Chalk, Jayhawks!”  The first KU casualty was during this war,  1LT Alfred C. Alford, KU Class of 1896.  During the same conflict, a former KU student was honored with the Medal of Honor; COL Frederick N. Funston.\n\n"
    ],
    "S2" : [
        "In the years between the Spanish American War and World War I, Chancellor Strong strongly advocated against formal military instruction as part of university activities.  Upon U.S. entry into the war, Chancellor Strong reversed his decision; and in 1918 the forerunner of ROTC was established as the Student Army Training Corps (SATC) with MAJ B. T. Scher as Commandant.  SATC was an emergency measure created in World War I to facilitate training draftees.  In order to commission, students had to complete an additional 3 weeks of training that followed SATC instruction.  SATC was quickly abolished in the same year (1 December 1918) as its founding due to many logistical and pay issues and its failure to integrate with academic classes.  The sour taste left by SATC delayed ROTC from forming on campus until the fall of 1919.\n\n"
    ],
    "S3" : [
        "Section IV, War Department Bulletin 34, dated July 2, 1918, officially authorized an Infantry unit of ROTC to be formed at the University of Kansas.  On November 30, 1920, the infantry unit was withdrawn due to failing to meet required strength by Section III, War Department Bulletin 40 dated 1920.  Section XIII, War Department Bulletin 22, dated 1921, authorized the creation of a Coastal Artillery Unit and an Engineer Unit at the University of Kansas.  These units were actually already formed at the University of Kansas.  The Engineer unit was established September 1, 1919; and the Coastal Artillery unit was established September 23, 1919.\n\n"
    ],
    "S4" : [
        "The first Professor of Military Science Tactics was Lieutenant Colonel Burdick, a graduate of the United States Naval Academy. His first obstacle was getting the faculty senate to approve the formation of ROTC. The motion was defeated in the first vote but after an impassioned speech by Colonel Burdick, it was approved during a second vote on February 17, 1919. The second obstacle was getting the enrollment up to the minimum of 100 cadets. Colonel Burdick went so far as to advertise 'free vacations' (summer camps) to get students to join the program. In the end he was successful and the Army ROTC program at KU became a reality.  The first graduate of the University of Kansas Army ROTC program was Mr. W. L. McPherson, who was commissioned as a Second Lieutenant in the Coastal Artillery Reserve Corps in February, 1922.\n\n"
    ],
    "S5" : [
        "During the 1920s and early 1930s 'everyone who was anyone' on campus was a member of ROTC. Fraternity presidents, sports team captains and student government members were all part of ROTC. Approximately 300 of the 1500 male students were enrolled in the ROTC program. During this time cadets enrolled in either the coastal artillery company or the corps of engineers company. In 1935, the engineer company was replaced by the infantry branch.  Each company was affiliated with a branch and cadets would be commissioned into that branch. The first offices for the Army ROTC program were in the Old Robinson Gym.  In 1923, classes and offices were moved in what is now the School of Journalism's building then called Fowler Hall.\n\n"
    ],
    "S6" : [
        "During the mid 1930s a movement swept across campus claiming that disarmament was the key to world peace. This movement appeared on KU and several peace demonstrations were held. However the administration supported ROTC and the advent of World War II in Europe caused demonstrations to stop and enrollment to grow.\n\n"
    ],
    "S7" : [
        "After World War II ended, things returned to normal at KU. Army ROTC was reestablished and was soon joined by Navy and Air Force ROTC. Due to the draft, ROTC enrollment consisted of over half the male students on campus. This trend continued until the late 1960s.\n\n"
    ],
    "S8" : [
        "Due to the unpopularity of the Vietnam War, a peace movement became active on campus. The peace movement caused serious disturbances on campus that caused the cancelation of the tri-service review and a firebomb, causing minimal damage, hit the military science building. The faculty of the College of Liberal Arts and Sciences also became hostile to ROTC and challenged its presence on campus. In 1970 it voted to strip ROTC of all academic credit. After a prolonged campaign ROTC was able to get its academic credit reestablished in 1975. Since that time, ROTC has been a prime source of commissioning for both the Active Component, US Army Reserve, and the Army National Guard.\n\n"
    ],
    "S9" : [
        "Reserve Officer Training Corps (ROTC) at the University of Kansas (KU) enjoys an old and proud heritage. The KU Army ROTC program is one of the top ROTC programs in the country and we have the luxury of having all the military services represented here at KU. Army ROTC is the senior program, having been established in 1918 in the wake of World War I. Since then, over 2,000 second lieutenants have been commissioned through KU’s Army ROTC program.\n\n"
    ]
}