{
    "Section1Title": [
        "Chain of Command\n"
    ],

    "Section1": [
        "Commander-in-Chief:\n", 
        "President Joe Biden\n\n",

        "Secretary of Defense:\n",
        "Lloyd James Austin III\n\n",

        "Secretary of the Army:\n", 
        "Christine Wormuth\n\n",

        "Chief of Staff, Army:\n",
        "General James C. McConville\n\n",

        "Commanding General, Cadet Command:\n", 
        "Major General Antonio Munera\n\n",

        "3rd ROTC Brigade Commander:\n", 
        "Colonel Adam J. Lewis\n\n",

        "Professor of Military Science:\n", 
        "Colonel John D. Finch\n\n",

        "Cadet Battalion Commander:\n", 
        "Cadet LTC Brooke Thomas\n\n\n"
    ],

    "Section1NCOTitle": [
        "NCO Support Chain\n"
    ],

    "Section1NCO": [

        "Sergeant Major of the Army:\n", 
        "SMA Michael A. Grinston\n\n",

        "Command Sergeant Major, Cadet Command:\n", 
        "CSM Roy A. Young\n\n",

        "3rd ROTC BDE Command Sergeant Major:\n", 
        "CSM Frank Guerrero III\n\n",

        "Senior Military Science Instructor:\n", 
        "MSG Josh Geery\n\n",

        "Cadet Battalion CSM:\n", 
        "Cadet CSM Leanne Johnson\n\n\n"
    ], 

    "Section2Title": [
        "Seven Army Values\n"
    ],

    "Section2": [
        "Loyalty: Bear true faith and allegiance to the U.S. Constitution, the Army, and other Soldiers.\n\n",
        "Duty: Fulfill your Obligations.\n\n",  
        "Respect: Treat people as they should be treated.\n\n",  
        "Selfless Service: Put the welfare of the Nation, the Army, and your subordinates before your own.\n\n", 
        "Honor: Live up to all the Army Values.\n\n",  
        "Integrity: Do what’s right, legally and morally.\n\n",  
        "Personal Courage: Face fear, danger, or adversity (physical and moral).\n\n\n"
    ],

    "Section3Title": [
        "Cadet Creed\n"
    ],

    "Section3": [
        "I am an Army Cadet. Soon I will take an oath and become an Army Officer committed to Defending the Values which make this nation great. Honor is my touchstone. I understand Mission first and People always.\n\n",
        "I am the Past – the spirit of those warriors who made the final sacrifice.\n\n", 
        "I am the Present – the scholar and apprentice soldier enhancing my skills in the science of warfare and the art of leadership.\n\n", 
        "But above all, I am the Future – the future Warrior Leader of the United States Army. May God give me the compassion and judgment to lead and the gallantry in battle to win.\n\n", 
        "I Will Do My Duty.\n\n\n"
    ],

    "Section4Title": [
        "Rules of Saluting\n"
    ],

    "Section4": [
        "1. When you meet someone outside, salute as soon as you recognize that he or she is an officer (when about six steps away). When overtaking an officer from behind, make every effort to identify their rank and salute as soon as you recognize that he or she is an officer.\n\n", 
        "2. Salute all officers (recognized by rank) in official vehicles identified by special plates or flags.\n\n", 
        "3. Salute only on command when in formation.\n\n", 
        "4. If in a group (not a formation) and an officer approaches, the first Cadet to recognize the officer calls the group to attention and the Cadet who called attention renders a salute.\n\n", 
        "5. If you approach an officer while you are double-timing alone, assume quick time march and render the hand salute. When the salute is returned, execute order arms and resume double-timing. When running for fitness, Cadets are not required to stop running to render a hand salute, however, a greeting is still appropriate.\n\n", 
        "6. The salute is always initiated by the subordinate and is terminated only after acknowledgement by the individual being saluted.\n\n", 
        "7. Accompany the salute with an appropriate greeting, such as, Good morning/afternoon Sir/Ma'am as appropriate. Additionally, cadets may greet with Rock Chalk Sir/Ma’am which they will also render when saluting; the response will be JayHawk!\n\n", 
        "8. Soldiers/cadets are not required to render salutes to persons driving or riding in privately owned vehicles.\n\n", 
        "9. It is not customary for enlisted personnel to exchange salutes, except in ceremonial situations.\n\n", 
        "10. Never render a salute with an object in your mouth or right hand.\n\n", 
        "11. If you are on detail and an officer approaches, the person in charge of the detail will present the greeting and salute while the detail continues to work.  If you are addressed by the officer, then come to attention and answer the officer's request.\n\n", 
        "12. Soldiers and cadets will render the hand salute to Medal of Honor recipients regardless of rank.\n\n", 
        "13. Salutes are not required when :\n", 
        "a. Indoors, except when reporting to an officer or when on duty as a guard.\n\n", 
        "b. Addressing a prisoner.\n\n",  
        "c. Saluting is obviously inappropriate. In these cases, only greetings are exchanged. (Example: A person carrying articles with both hands or being otherwise so occupied as to make saluting impracticable, is not required to salute a senior person or return the salute to a subordinate.)\n\n\n" 
    ],

    "Section5Title": [
        "Custom and Courtesies\n"
    ],

    "Section5": [
        "Military courtesy shows respect and reflects self-discipline. Consistent and proper military courtesy is an indicator of unit discipline, as well. Soldiers demonstrate courtesy in the way we address officers or NCOs of superior rank. The following visible signs of respect and self-discipline will help you conduct yourself appropriately in the presence of officers and noncommissioned officers:\n\n",  
        "1. When speaking with or being addressed by an officer, stand at attention until ordered otherwise. When you are dismissed, or when the officer departs, come to attention and salute.\n\n",  
        "2. When speaking with or being addressed by a noncommissioned officer, stand at parade rest until ordered otherwise.\n\n",  
        "3. When an officer enters a room, the first Soldier to recognize the officer calls personnel in the room to attention. If alone in the room, stand at attention and give the appropriate greeting.\n\n",  
        "4. When an NCO enters the room, the first person to recognize the NCO calls the room to “At Ease!” If alone in the room, stand at attention and give the appropriate greeting.\n\n",  
        "5. Walk on the left of an officer, NCO, or cadet of superior rank, the right most position is the place of honor.\n\n",  
        "6. When outdoors and approached by an officer or NCO, come to the appropriate position and render the appropriate courtesies, salute and greet officers and greet NCOs.\n\n",  
        "7. The officer or NCO may give the directive “Carry On.” This means that Soldier or Soldiers should continue with whatever they were doing previously. This same directive is used in many situations outside of formation, such as in the barracks and break areas.\n\n",  
        "8. When you report to an officer or NCO, approach the person to whom you are reporting and stop about two steps from them and assume the position of attention. Salute and say, for example, “Sir/Sergeant, Cadet Smith reports.” If you are indoors, use the same procedures as above, except remove your headgear before reporting. If you are armed do not remove your headgear.\n\n",  
        "9. A cadet addressing an officer uses the words sir or ma'am. In the case of NCOs and Soldiers, you address them by their rank.\n\n", 
        "10. Simple courtesy is an important indicator or a person’s bearing, discipline, and manners. You may substitute the greeting with our unit motto, “Rock Chalk.” This reiterates pride in the unit and demonstrates discipline and professionalism of the unit’s Cadets.\n\n\n" 
    ],

    "Section6Title": [
        "Significance of the Army ROTC Patch\n"
    ],

    "Section6": [
        "\nThe Army Cadet Patch includes a shield, sword, lamp, Greek helmet, and motto. ", 
        "The shield symbolizes the Army’s mission of national defense and is divided into quarters representing the four traditional military science courses comprising the senior ROTC curriculum. ", 
        "The sword signifies the courage, gallantry and self-sacrifice intrinsic to the profession of arms. ", 
        "The lamp denotes the pursuit of knowledge, higher learning, and the partnership of Army ROTC with American colleges and universities. ", 
        "The Greek helmet is symbolic of the ancient civilization concept of the warrior-scholar. ",
        "The motto “Leadership Excellence” expresses the ultimate responsibility of the Army ROTC in the discharge of its moral responsibility to the Nation.\n\n\n"
    ],

    "Section7Title": [
        "Symbolism of the JayHawk Patch\n"
    ],

    "Section7": [
        "To be Updated\n\n\n"
    ],

    "Section8Title": [
        "Symbolism of the JayHawk Distinctive Unit Insignia\n"
    ],

    "Section8": [
        "To be Updated\n\n\n"
    ],

    "Section9Title": [
        "Cadet Rank and Insignia\n"
    ],

    "Section10Title": [
        "Army Rank and Insignia\n"
    ],

    "Section11Title": [
        "Army Uniforms - Officers vs. Enlisted\n"
    ],

    "Section11": [
        "1. On the Army Service Uniform jacket lapels, officers wear \"U.S.\" and branch insignia on each lapel; enlisted Soldiers wear branch insignia on a 1\" brass disc and \"U.S.\" on a 1\" brass disc on the left and right lapel respectively. Officers and NCOs also where a gold stripe(s) on their pants, while lower enlisted personnel wear no stripe.\n\n", 
        "2. On the white shirt, officer's black shoulder marks (epaulettes) have a thin gold stripe with their rank insignia; enlisted Soldiers have only rank insignia on the epaulettes.\n\n", 
        "3. Officers wear their rank on the flash of the beret; enlisted Soldiers wear their unit crest on the flash of the beret.\n\n" 
    ],

    "Section12Title": [
        "The National Anthem\n"
    ],

    "Section12": [
        "Oh, say can you see, by the dawn's early light. What so proudly we hail'd at the twilight's last gleaming.\n\n", 
        "Whose broad stripes and bright stars, thro' the perilous fight. O'er the ramparts we watch'd, were so gallantly streaming?\n\n",
        "Oh, say does that Star-Spangled Banner yet wave. O'er the land of the free and the home of the brave?\n\n\n"
    ],

    "Section13Title": [
        "The Army Song\n"
    ],

    "Section13": [
        "March along, sing our song, with the Army of the free. Count the brave, count the true, who have fought to victory. We’re the Army and proud of our name. We’re the Army and proudly proclaim.\n\n",
        "First to fight for the right, And to build the Nation’s might, And The Army Goes Rolling Along. Proud of all we have done, Fighting till the battle’s won, And the Army Goes Rolling Along.\n\n",
        "Then it’s Hi! Hi! Hey! The Army’s on its way. Count off the cadence loud and strong (TWO! THREE!). For where e’er we go, You will always know, That The Army Goes Rolling Along.\n\n",
        "Valley Forge, Custer’s ranks, San Juan Hill and Patton’s tanks, And the Army went rolling along. Minute men, from the start, Always fighting from the heart, And the Army keeps rolling along. (refrain)\n\n",
        "Men in rags, men who froze, Still that Army met its foes, And the Army went rolling along. Faith in God, then we’re right, And we’ll fight with all our might, As the Army keeps rolling along. (refrain)\n\n\n"
    ],

    "Section14Title": [
        "Soldier's Creed and Warrior Ethos\n"
    ],

    "Section14P1": [
        "I am an American Soldier. I am a Warrior and a member of a team. I serve the people of the United States and live the Army Values.\n\n"
    ],

    "Section14P2": [
        "I will always place the mission first. I will never accept defeat. I will never quit. I will never leave a fallen comrade.\n\n"
    ],

    "Section14P3": [
        "I am disciplined, physically and mentally tough, trained and proficient in my Warrior tasks and drills. I always maintain my arms, my equipment and myself. I am an expert and I am a professional. ",   
        "I stand ready to deploy, engage, and destroy the enemies of the Unites States of America in close combat. I am a guardian of freedom and the American way of life. I am an American Soldier.\n\n\n"
    ],

    "Section15Title": [
        "General Orders\n"
    ],

    "Section15": [
        "1. I will guard everything within the limits of my post and quit my post only when properly relieved.\n\n", 
        "2. I will obey my special orders and perform all of my duties in a military manner.\n\n",
        "3. I will report all violations of my special orders, emergencies, and anything not covered in my instructions to the commander of the relief.\n\n\n" 
    ],

    "Section16Title": [
        "Phonetic Alphabet\n"
    ],

    "Section16": [
        "A - Alpha\n",
        "B - Bravo\n",
        "C - Charlie\n",
        "D - Delta\n",
        "E - Echo\n",
        "F - Foxtrot\n",
        "G - Golf\n",
        "H - Hotel\n",
        "I - India\n",
        "J - Juliet\n",
        "K - Kilo\n",
        "L - Lima\n",
        "M - Mike\n",
        "N - November\n",
        "O - Oscar\n",
        "P - Papa\n",
        "Q - Quebec\n",
        "R - Romeo\n",
        "S - Sierra\n",
        "T - Tango\n",
        "U - Uniform\n",
        "V - Victor\n",
        "W - Whiskey\n",
        "X - X-ray\n",
        "Y - Yankee\n",
        "Z - Zulu\n\n\n"
    ],

    "Section17Title": [
        "Military Time\n"
    ],

    "Section17": [
        "All U.S. military services tell time by using the numbers \"1\" to \"24\" for the 24 hours in a day. A day begins at one minute after midnight and ends at midnight the same day. ", 
        "For example, eight minutes after midnight (12:08 am) is written in military time as \"0008.\"  Thirty-three minutes after two o'clock in the afternoon (2:33 pm) is ",
        "written as \"1433\" and is read as \"fourteen hundred hours and thirty-three minutes.\" The following figure shows a time conversion chart:\n\n",
        "12:01 am = 0001\n",
        "1:00 am = 0100\n",
        "2:00 am = 0200\n",
        "3:00 am = 0300\n",
        "4:00 am = 0400\n",
        "5:00 am = 0500\n",
        "6:00 am = 0600\n",
        "7:00 am = 0700\n",
        "8:00 am = 0800\n",
        "9:00 am = 0900\n",
        "10:00 am = 1000\n",
        "11:00 am = 1100\n",
        "12:00 pm = 1200\n",
        "1:00 pm = 1300\n",
        "2:00 pm = 1400\n",
        "3:00 pm = 1500\n",
        "4:00 pm = 1600\n",
        "5:00 pm = 1700\n",
        "6:00 pm = 1800\n",
        "7:00 pm = 1900\n",
        "8:00 pm = 2000\n",
        "9:00 pm = 2100\n",
        "10:00 pm = 2200\n",
        "11:00 pm = 2300\n",
        "12:00 am = 2400\n\n\n"
    ],

    "Section18Title": [
        "Division/Corps Nicknames, Mottos, Posts, and Patches\n"
    ]
}
  
  